[{
        "name": "Estetica del Cine",
        "code": "EST241D",
        "about": "La irrupción tardía, pero aplastante del cine en la Modernidad fuerza el estudio de su significación, de la experiencia que propicia, en función de la proximidad de otras artes y del estado crítico de éstas. Visto originalmente como útil, el cine oscila entre el elogio de lo real y su desdibujamiento. Ese vaivén produce de modo simultáneo y en relevo, estructuras productivas, estrategias de lenguaje, teorías de refuerzo y resistencia, que este curso estudia y comprende como el sistema de lo cinematográfico."
    },
    {
        "name": "Patrimonio Cultural y Memoria Histórica",
        "code": "VIL633",
        "about": "El curso pretende que los y las estudiantes desarrollen reconocimiento y valoración del patrimonio cultural material e inmaterial, desde un plano local y personal. Con ello, concientizar el resguardo del patrimonio. Se trabajará con una metodología activa, utilizando estrategias de estudios de casos, aprendizaje invertido, aprendizaje basado en problemas. El curso se evaluará a través de podcast, análisis de casos, trabajo de conceptualización de un objeto patrimonial y diseño de un proyecto."
    },
    {
        "name": "Huecograbador en Color",
        "code": "ARO104G",
        "about": "En este curso el estudiante desarrollará diferentes técnicas de grabado en metal a color. Trabajarán en la construcción de una matriz que permita la reproducción múltiple de una imagen."
    },
    {
        "name": "Taller de Infografía",
        "code": "COM809",
        "about": "En este curso los estudiantes adquirirán herramientas para la representación visual de un hecho o noticia a través de una infografía. A su vez el alumno aprenderá a utilizar metodologías para desarrollar proyectos gráficos, diagramas, ilustraciones, entre otros, que faciliten el entendimiento del lector."
    },
    {
        "name": "Dibujo de Croquis y Boceto",
        "code": "ARO103D",
        "about": "En este curso los estudiantes desarrollarán habilidades de observación y técnicas de representación gráfica, por medio del dibujo de croquis y boceto a partir de diferentes modelos. Los trabajos serán evaluados de manera continua, reforzando el proceso individual de cada estudiante, a partir de trabajo en taller y en espacios exteriores."
    }
]